{
  "main-title": "Testaufgabe für Front-End-Entwickler",
  "main-description": "Front-End-Entwickler stellen sicher, dass der Benutzer alle erforderlichen Elemente sieht und mit ihnen interagiert, um die Konvertierung sicherzustellen. Responsive Design, Programmiersprachen und spezifische Frameworks sind daher die unverzichtbaren Fähigkeiten, auf die Sie bei der Beurteilung Ihrer Front-End-Entwickler achten müssen.",
  "main-description-mobile": "Front-End-Entwickler stellen sicher, dass der Benutzer alle erforderlichen Elemente sieht und mit ihnen interagiert, um die Konvertierung sicherzustellen.",
  "about-title": "Lass uns kennenlernen",
  "about-subtitle": "Ich bin ein guter Front-End-Entwickler",
  "about-description": "Was einen guten Front-End-Entwickler auszeichnet, ist einer, der über fundierte Kenntnisse in HTML, CSS und JS verfügt und ein umfassendes Verständnis des User Design-Denkens besitzt, da er Webschnittstellen mit Blick auf die Barrierefreiheit erstellt. Sie sollten auch begeistert sein zu lernen, da sich die Welt der Front-End-Entwicklung weiterentwickelt.",
  "relationship-title": "Über meine Beziehung<br>mit Web-Entwicklung",
  "relationship-subtitle-html": "Ich bin verliebt<br>in HTML",
  "relationship-description-html": "Hypertext Markup Language (HTML) ist die Standard&#8209;Markup&#8209;Sprache für Dokumente, die in einem Webbrowser angezeigt werden sollen. Webbrowser empfangen HTML&#8209;Dokumente von einem Webserver oder vom lokalen Speicher und rendern die Dokumente in Multimedia&#8209;Webseiten. HTML beschreibt die Struktur einer Webseite semantisch und enthält ursprünglich Hinweise für das Erscheinungsbild des Dokuments.",
  "relationship-subtitle-css": "CSS ist meine Inspiration",
  "relationship-description-css": "Cascading Style Sheets (CSS) ist eine Stylesheet&#8209;Sprache, mit der die Präsentation eines Dokuments beschrieben wird, das in einer Auszeichnungssprache wie HTML geschrieben ist. CSS wurde entwickelt, um die Trennung von Präsentation und Inhalt zu ermöglichen, einschließlich Layout, Farben und Schriftarten. Diese Trennung kann die Zugänglichkeit von Inhalten verbessern, mehr Flexibilität und Kontrolle bei der Spezifikation von Präsentationseigenschaften bieten.",
  "relationship-subtitle-js": "JavaScript ist mein Freund",
  "relationship-description-js": "JavaScript, oft als JS abgekürzt, ist eine Programmiersprache, die der ECMAScript&#8209;Spezifikation entspricht. JavaScript ist auf hoher Ebene, oft just&#8209;in&#8209;time kompiliert und ein Multi&#8209;Paradigma. Es verfügt über Curly&#8209;Bracket&#8209;Syntax, dynamische Typisierung, prototypbasierte Objektorientierung und erstklassige Funktionen.",
  "users-title": "Unsere fröhlichen Benutzer",
  "no-users-title": "Im Moment gibt es keine Benutzer. Sei der Erste",
  "users-subtitle": "Die besten Spezialisten sind unten aufgeführt",
  "show-more": "Zeig mehr"
}